[ManufacturerMaterials.Mat_Maliwan_1_Infection:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Alta probabilidade de provocar efeito elemental"
NoConstraintText=""
Suffix=""
Prefix=""

[Name.Title.Sage_Seraph_HawkEye_Title WeaponNamePartDefinition]
PartName="Olhos de Águia"

[Name.Title.Sage_Seraph_HawkEye_Title:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Visão aguçada. Gatilho rápido. Instinto letal."
Suffix=""
Prefix=""

[Name.Title.Sage_Seraph_Infection_Title WeaponNamePartDefinition]
PartName="Infecção"

[Name.Title.Sage_Seraph_Infection_Title:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Picante e saboroso!"
Suffix=""
Prefix=""

[Name.Title.Sage_Seraph_Interfacer_Title WeaponNamePartDefinition]
PartName="Interfacer"

[Name.Title.Sage_Seraph_Interfacer_Title:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Porque entra na sua cara. Você quer isso? ENTRE NA SUA CARA!"
Suffix=""
Prefix=""

[Name.Title.Sage_Seraph_LeadStorm_Title WeaponNamePartDefinition]
PartName="Tempestade de Chumbo"

[Name.Title.Sage_Seraph_LeadStorm_Title:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Que beleza!"
Suffix=""
Prefix=""

